app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2019-07-05 11:20:56.540463"], ["updated_at", "2019-07-05 11:20:56.540463"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.save